translations = {
    "large_content": {
        "en": "⚠️This content is over 50MB",
        "ru": "⚠️Данный контент больше 50МБ",
        "uk": "⚠️Цей контент більше 50МБ",
    },
    "unavaliable_content": {
        "en": "❌This content is unavaliable or hidden",
        "ru": "❌Данный контент недоступен или скрыт",
        "uk": "❌Цей контент недоступний або прихований",
    },
    "live_unavaliable_content": {
        "en": "⚠️Live broadcasts are not supported",
        "ru": "⚠️Прямые трансляции не поддерживаются",
        "uk": "⚠️Прямі трансляції не підтримуються",
    },
    "downloading": {
        "en": "Downloading...",
        "ru": "Скачивание...",
        "uk": "Завантаження..."
    },
    "playlist_info": {
        "en": "📀  <b>{title}</b>\n\n🎧 Tracks: <b>{total_tracks}</b>\n📃 <i>Page</i> <b>{page}/{total_pages}</b>\n\n⬇ Select a song to download",
        "ru": "📀  <b>{title}</b>\n\n🎧 Треков: <b>{total_tracks}</b>\n📃 <i>Страница</i> <b>{page}/{total_pages}</b>\n\n⬇ Выберите песню для скачивания",
        "uk": "📀  <b>{title}</b>\n\n🎧 Треків: <b>{total_tracks}</b>\n📃 <i>Сторінка</i> <b>{page}/{total_pages}</b>\n\n⬇ Оберіть пісню для завантаження",
    },
    "playlist_next_btn": {
        "en": "▶️ Next",
        "ru": "▶️ Вперед",
        "uk": "▶️ Вперед",
    },
    "playlist_previous_btn": {
        "en": "◀️ Back",
        "ru": "◀️ Назад",
        "uk": "◀️ Назад",
    },
    "unsupport_format": {
        "en": "⚠️ Unsupported file format.",
        "ru": "⚠️ Неподдерживаемый формат файла.",
        "uk": "⚠️ Непідтримуваний формат файлу.",
    },
}