translations = {
    "send_content_error": {
        "en": "🔸Error with sending content",
        "ru": "🔸Ошибка при отправке контента",
        "uk": "🔸Помилка під час надсилання контенту",
    },
    "send_log_button": {
        "en": "Send bug to developers📨",
        "ru": "Отправить ошибку разработчикам📨",
        "uk": "Надіслати помилку розробникам📨",
    },
    "old_error": {
        "en": "🔸Error is out of date",
        "ru": "🔸Ошибка устарела",
        "uk": "🔸Помилка застаріла",
    },
}