translations = {
    "send_content_error": {
        "en": "🔸Error with sending content",
        "ru": "🔸Ошибка при отправке контента",
        "uk": "🔸Помилка під час надсилання контенту",
    },
    "send_log_button": {
        "en": "Send bug to developers📨",
        "ru": "Отправить ошибку разработчикам📨",
        "uk": "Надіслати помилку розробникам📨",
    },
    "old_error": {
        "en": "🔸Error is out of date",
        "ru": "🔸Ошибка устарела",
        "uk": "🔸Помилка застаріла",
    },
    "msg_to_reply_not_found": {
        "en": "🔸The message with the link has been deleted. Please wait for the content to be sent before deleting.",
        "ru": "🔸Сообщение с ссылкой было удалено. Пожалуйста дождитесь отправки контента перед удалением.",
        "uk": "🔸Повідомлення з посиланням було видалено. Будь ласка, дочекайтеся відправлення контенту перед видаленням.",
    },
}