translations = {
    "welcome": {
        "en": "Hi, I'm CobainSaver, just send me video's link",
        "ru": "Привет, я CobainSaver, отправь мне ссылку на видео",
        "uk": "Привіт, я CobainSaver, відправ мені посилання на відео",
    },
    "premium_welcome": {
        "en": "<b>Hi, I'm CobainSaver, just send me video's link</b>\n\n"
              "Since you are a <b>Telegram Premium</b> user, you can add this bot to your <b>private chats</b> to download videos in private messages with people you select!\n\n"
              "📌 <b>How to add the bot to a private chat?</b>\n"
              "1️⃣ Open <b>Telegram settings</b>.\n"
              "2️⃣ Go to <b>Telegram Business</b>.\n"
              "3️⃣ Click <b>Chatbots</b>.\n"
              "4️⃣ Search @cobainSaver_bot.\n\n"
              "✅ <b>Done!</b> Now the bot can download videos in private messages with people you select.",
        
        "ru": "<b>Привет, я CobainSaver, отправь мне ссылку на видео</b>\n\n"
              "Так как у вас <b>Telegram Premium</b>, вы можете добавить этого бота в <b>приватные чаты</b>, чтобы скачивать видео в личных сообщениях с людьми, которых вы выберете!\n\n"
              "📌 <b>Как добавить бота в приватный чат?</b>\n"
              "1️⃣ Откройте <b>Настройки Telegram</b>.\n"
              "2️⃣ Перейдите в <b>Telegram Business</b>.\n"
              "3️⃣ Нажмите <b>Чат-боты</b>.\n"
              "4️⃣ Найдите @cobainSaver_bot.\n\n"
              "✅ <b>Готово!</b> Теперь бот может скачивать видео в личных сообщениях с выбранными вами людьми.",
        
        "uk": "<b>Привіт, я CobainSaver, відправ мені посилання на відео</b>\n\n"
              "Оскільки у вас є <b>Telegram Premium</b>, ви можете додати цього бота у <b>приватні чати</b>, щоб завантажувати відео в особисті повідомлення з людьми, яких ви виберете!\n\n"
              "📌 <b>Як додати бота в приватний чат?</b>\n"
              "1️⃣ Відкрийте <b>Налаштування Telegram</b>.\n"
              "2️⃣ Перейдіть у <b>Telegram Business</b>.\n"
              "3️⃣ Натисніть <b>Чат-боти</b>.\n"
              "4️⃣ Знайдіть @cobainSaver_bot.\n\n"
              "✅ <b>Готово!</b> Тепер бот може завантажувати відео в особисті повідомлення з вибраними вами людьми."
    },
    "update": {
        "en": '<b><a href="https://t.me/cobainSaver">YouTube, YT Music and Spotify are available again!</a></b>',
        "ru": '<b><a href="https://t.me/cobainSaver">YouTube, YT Music и Spotify снова доступны!</a></b>',
        "uk": '<b><a href="https://t.me/cobainSaver">YouTube, YT Music і Spotify знову доступні!</a></b>',
    },
    "settings": {
        "en": "Settings:",
        "ru": "Настройки:",
        "uk": "Налаштування:",
    },
    "choose_lang": {
        "en": "🌐 Select a language:",
        "ru": "🌐 Выберите язык:",
        "uk": "🌐 Виберіть мову:",
    },
    "success_lang": {
        "en": "✅ Language successfully changed",
        "ru": "✅ Язык успешно изменён",
        "uk": "✅ Мова успішно змінена",
    },
    "success_send": {
        "en": "✅ Successfully sent",
        "ru": "✅ Успешно отправлено",
        "uk": "✅ Успішно відправлено",
    },
    "turn_on_ads_btn": {
        "en": "✅ Enable advertising",
        "ru": "✅ Включить рекламу",
        "uk": "✅ Увімкнути рекламу",
    },
    "turn_off_ads_btn": {
        "en": "❌ Disable ads",
        "ru": "❌ Выключить рекламу",
        "uk": "❌ Вимкнути рекламу",
    },
    "turn_on_audio_btn": {
        "en": "TikTok audio",
        "ru": "TikTok аудио",
        "uk": "TikTok аудіо",
    },
    "turn_off_audio_btn": {
        "en": "✅ TikTok audio",
        "ru": "✅ TikTok аудио",
        "uk": "✅ TikTok аудіо",
    },
    "turn_on_hd_size": {
        "en": "TikTok HD size",
        "ru": "TikTok HD размер",
        "uk": "TikTok HD розмір",
    },
    "turn_off_hd_size": {
        "en": "✅ TikTok HD size",
        "ru": "✅ TikTok HD размер",
        "uk": "✅ TikTok HD розмір",
    },
    "congratulations_premium": {
        "en": '🎉 Congratulations, you are one of the winners of our giveaway and now the owner of a Telegram Premium subscription!',
        "ru": '🎉 Поздравляем, вы один из победителей нашего розыгрыша и теперь обладатель годовой подписки Telegram Premium!',
        "uk": '🎉 Вітаємо, ви один із переможців нашого розіграшу і тепер власник річної передплати Telegram Premium!',
    },
    "add_bot_to_private_chats":{
        "en": "Since you are a <b>Telegram Premium</b> user, you can add this bot to your <b>private chats</b> to download videos by bot in private messages with people you select!\n\n"
              "📌 <b>How to add the bot to a private chat?</b>\n"
              "1️⃣ Open <b>Telegram settings</b>.\n"
              "2️⃣ Go to <b>Telegram Business</b>.\n"
              "3️⃣ Click <b>Chatbots</b>.\n"
              "4️⃣ Search @cobainSaver_bot.\n\n"
              "✅ <b>Done!</b> Now the bot can download videos in private messages with people you select.",
        
        "ru": "Так как у вас <b>Telegram Premium</b>, вы можете добавить этого бота в <b>приватные чаты</b>, чтобы бот скачивал видео в личных сообщениях с людьми, которых вы выберете!\n\n"
              "📌 <b>Как добавить бота в приватный чат?</b>\n"
              "1️⃣ Откройте <b>Настройки Telegram</b>.\n"
              "2️⃣ Перейдите в <b>Telegram Business</b>.\n"
              "3️⃣ Нажмите <b>Чат-боты</b>.\n"
              "4️⃣ Найдите @cobainSaver_bot.\n\n"
              "✅ <b>Готово!</b> Теперь бот может скачивать видео в личных сообщениях с выбранными вами людьми.",
        
        "uk": "Оскільки у вас є <b>Telegram Premium</b>, ви можете додати цього бота у <b>приватні чати</b>, щоб бот завантажував відео в особисті повідомлення з людьми, яких ви виберете!\n\n"
              "📌 <b>Як додати бота в приватний чат?</b>\n"
              "1️⃣ Відкрийте <b>Налаштування Telegram</b>.\n"
              "2️⃣ Перейдіть у <b>Telegram Business</b>.\n"
              "3️⃣ Натисніть <b>Чат-боти</b>.\n"
              "4️⃣ Знайдіть @cobainSaver_bot.\n\n"
              "✅ <b>Готово!</b> Тепер бот може завантажувати відео в особисті повідомлення з вибраними вами людьми."
    }
}