translations = {
    "send_review_poll": {
        "en": '📝 How would you rate the bot performance over the previous month?\nIf you have suggestions or complaints, you can write to <b><a href="https://t.me/cobainSaver">our bots news feed</a></b>',
        "ru": '📝 Как вы оцениваете работу бота за предыдущий месяц?\nЕсли у вас есть предложения или жалобы, вы можете написать в <b><a href="https://t.me/cobainSaver">новостной канал нашего бота</a></b>',
        "uk": '📝 Як ви оцінюєте роботу бота за попередній місяць?\nЯкщо у вас є пропозиції або скарги, ви можете написати в <b><a href="https://t.me/cobainSaver">новинний канал нашого бота</a></b>',
    },
    "rate": {
        "en": "5 - Excellent\n4 - Good\n3 - Normal\n2 - Bad\n1 - Terrible",
        "ru": "5 - Отлично\n4 - Хорошо\n3 - Нормально\n2 - Плохо\n1 - Ужасно",
        "uk": "5 - Чудово\n4 - Добре\n3 - Нормально\n2 - Погано\n1 - Жахливо",
    },
}